<template>
   <div class="system_details">
        <div class="left_system_detials">
            <div class="system_text">工作制度</div>
            <div class="system_text">
                树立以“人民为中心”的思想，紧紧围绕为民办实事的目标，坚持“便民、利民、惠民”和“安全、规范、长效”原则建立民生药事服务站，为群众提供健康管理、药事指导、中药代工、科普宣传、群众关怀等公益性服务，保障群众用药安全，切实增强群众的获得感。特制定以下工作制度。
            </div>
            <div class="system_text">
                第二条 民生药事服务站应规范应用全省统一的“民生药事服务站”标识，提升民生药事服务站识别度，方便群众识别。
            </div>
            <div class="system_text">
                第三条 民生药事服务站应设置专门的药事服务区域，配备相应的设施设备，满足群众需求。
            </div>
            <div class="system_text">
                第四条 民生药事服务相关的管理制度、服务项目、注意事项、人员情况等均应在店内显著位置公示。
            </div>
            <div class="system_text">
                第五条 民生药事服务站按规定配置相应的药学技术人员（执业药师或药师）开展药事服务工作，药学技术人员应当掌握常见疾病的对症荐药、用药咨询，掌握合理用药指导、健康信息传播和慢性病管理的知识和技能，应当积极主动，热情为群众服务。
            </div>
            <div class="system_text">
                第六条 为群众提供自助测量（身高、体重、血压、体温、心电、心率、人体成分）等项目，应明确告知测量结果仅为参考提示，做好相关说明和提醒。
            </div>
            <div class="system_text">
                第七条 开展慢性病健康管理的，应针对高血压、高血脂、高血糖、冠心病和肿瘤等以及有需要的患者，建立药历档案，定期跟踪用药信息，提供合理用药指导，做好跟踪服务和电话回访，实现动态管理。
            </div>
            <div class="system_text">
                第八条 开展中药代工，提供中药材（饮片）切片、打粉、熬胶、代煎代办和中药识别等服务。
            </div>
            <div class="system_text">
                第九条 开展药品拆零销售服务的，拆零药品应集中存放于拆零专柜，并保留原包装及标签。
            </div>
            <div class="system_text">
                第十条 应在民生药事服务站醒目位置公布咨询电话和网络咨询方式，接受顾客咨询。
            </div>
            <div class="system_text">
                第十一条 开展家庭药箱整理和过期药品回收的。
            </div>
            <div class="system_text">
                第十二条 开展用药指导、用械指导、药物整理等药学服务，并提供家用医疗器械校准代办服务。
            </div>
            <div class="system_text">
                第十三条 开展网订店送、送药上门、代客购药、24小时无人售药、提供清创处理工具和冷藏袋、一键药事服务到家、“三医联动”药+便民服务等群众关怀服务项目。
            </div>
            <div class="system_text">
                第十四条 定期举办安全用药健康讲座并利用互联网技术实行远程讲座（云讲堂），开展健康常识、用药常识、疾病预防等科普宣传活动，向群众发放健康科普资讯、安全用药宣传资料。
            </div>
            <div class="system_text">
                第十五条 药事服务站开展的各项服务应制定具体的操作规程，规范服务过程，并在店内公示。
            </div>
            <div class="system_text">
                第十六条 药事服务站的服务项目数、月均服务数应达到相应星级要求。 
            </div>
            <div class="system_text">
                第十七条 对已开展的药事服务项目，不得强制设立前置条件，涉及收费项目的，应做到明码公示。
            </div>
            <div class="system_text">
                第十八条 在发现存在健康风险的人员时，应立即引导其前往医疗机构就诊，对可能涉及诊疗服务的，应先与当地卫生健康部门确认。
            </div>
            <div class="system_text">
                第十九条 严禁超范围服务，严禁以药事服务名义，从事非法诊疗、变相推销等违法违规行为。                   
            </div>
            <div class="system_text">
                人员管理                  
            </div>
            <div class="system_text">
                为加强药事服务人员管理，提高业务技能水平，依据《药品管理法》及《药品经营质量管理规范》，特制定本制度。                  
            </div>
            <div class="system_text">
                第一条 药事服务站按规定配置相应药学技术人员执业药师或药师负责药店的药事服务工作，为提高药学服务能力，由公司的执业药师和药师组成志愿者队伍负责药事服务站工作，此类人员应当掌握常见疾病的对症荐药、用药咨询，掌握合理用药指导、健康信息传播、患者教育和慢性病管理的知识和技能.                 
            </div>
            <div class="system_text">
                第二条 执业药师，主要负责药事服务站合理用药指导工作，应当具备沟通、辅导他人的职业能力并参与药店员工药学教育、培训及辅导工作。                  
            </div>
            <div class="system_text">
                第三条 药学技术人员应在执业药师指导下，为患者提供适当的药学服务，辅助做好药品销售工作。                   
            </div>
            <div class="system_text">
                第四条 药学技术人员需熟悉药品说明书、用药方法、正确储存与保管药物的方法，并告知患者，有特殊用药要求的需重点强调；需掌握特殊人群用药知识，如婴幼儿、老年人、妊娠期和哺乳期妇女、肝肾功能不全者等。                 
            </div>
            <div class="system_text">
                第五条 经营中成药、中药饮片的药事服务站，需配备熟悉中药基础理论、中药的作用与功效、配伍禁忌等知识的药学技术人员。               
            </div>
            <div class="system_text">
                第六条 药学技术人员应当经过专业知识与职业技能的岗前培训和继续教育培训，掌握相关法律法规和专业知识，能正确理解并履行岗位职责。                            
            </div>
            <div class="system_text">
                第七条 药学技术人员应进行岗前和年度健康检查，并建立健康档案。患有传染病或其他可能污染药品疾病的人员，不得从事药学服务工作。                            
            </div>
        </div>
        <div class="right_system_detial">
            <div class="system_text">培训管理制度</div>
            <div class="system_text">
                为不断提高员工整体素质及药学服务水平，规范药师执业药师的专业培训工作，依据《零售药店经营特殊疾病药品服务规范 》指定本制度。
            </div>
            <div class="system_text">
                第一条 药事服务站应对药学服务人员进行培训并建立培训档案。
            </div>
            <div class="system_text">
                第二条 培训方式以组织集中学习和自学方式为主，以外部培训为辅。
            </div>
            <div class="system_text">
                第三条 培训内容应包括法律法规、职业道德、药事服务管理制度和操作规程、药学专业知识以及慢病管理基本理论、基本知识和基本技能等。
            </div>
            <div class="system_text">
                第四条 药学技术人员应当具有应用药学工具（软件）解决患者用药相关问题的能力。
            </div>
            <div class="system_text">
                第五条 执业药师和药师应当具有国内外文献的检索能力，能够了解国内外在重大疾病药物治疗方面的最新进展。
            </div>
            <div class="system_text">
                药事服务质量管理制度
            </div>
            <div class="system_text">
                为加强安全合理用药，提高药事服务质量，依据《药品管理法》及《药品经营质量管理规范》，特制定本制度。
            </div>
            <div class="system_text">
                第一条 公司应按要求配备储存药品和销售药品的设施设备，保证药品储存与陈列的合理性，确保经营药品全过程符合GSP要求。
            </div>
            <div class="system_text">
                第二条 公司应使用计算机管理系统对药店验收、养护、销售等各个环节质量进行管控。
            </div>
            <div class="system_text">
                第三条 公司工作人员上岗期间必须穿着工作服带胸牌上岗，顾客有药品方面咨询需由执业药师或药学技术人员向顾客提供药事服务。
            </div>
            <div class="system_text">
                第四条 药店药事服务工作人员不得进行虚假宣传，不得提供与顾客咨询内容不符的药事服务，不得推荐与咨询内容不符的药品与保健品，不得夸大药品功能，不得隐瞒药品不良反应。
            </div>
            <div class="system_text">
                第五条 营业时间内，药店必须有执业药师或药学技术人员在岗。
            </div>
            <div class="system_text">
                药历管理制度
            </div>
            <div class="system_text">
                为规范药事服务站药历建档工作，为顾客提供完善的药事服务，依据《药品管理法》及《药品经营质量管理规范》，特制定本制度。
            </div>
            <div class="system_text">
                第一条 顾客咨询：顾客到药店咨询用药，药店员工必须做好接待工作，并详细询问顾客姓名、年龄、症状、用药史、过敏史、药品不良反应史等信息。
            </div>
            <div class="system_text">
                第二条 建立药历：药店将每位需要用药咨询或属慢病的顾客建立病历，并仔细尽可能完整地填写以下内容：姓名、性别、年龄、工作单位（住址）、联系电话、过敏史、药历的建立日期。
            </div>
            <div class="system_text">
                第三条 基本信息：药店应在药历上填写创建日期、姓名、性别、出生日期、工作单位或家庭住址、联系电话等信息，若顾客对某种药物过敏，则在药物的过敏史详细填写对何种药物过敏，过敏引发的症状是怎样的。
            </div>
            <div class="system_text">
                第四条 药历记录：药店应及时填写顾客的临床诊断、用药情况，并将在本店购买使用药品的相关信息登记完整，由药师指导用药。顾客每次在本店购买药品，药店均应详细登记药历记录，并能为顾客提供相应的药学服务。            
            </div>
            <div class="system_text">
                第五条 药历保存：为方便给顾客提供完善的药学服务，药店应合理保存顾客的药历。填写完成的药历，应及时归档保存，以便下次查阅。                
            </div>
        </div>
   </div>
</template>
<script>
export default {
   name: 'categorySystem'
};
</script>
<style>
/* 工作制度详情 */
.system_details{
    display: flex;
    overflow-y: auto;
    text-indent: 2em;
    height: calc(100% - 70px);
}
.left_system_details, .right_system_details{
    flex: 1;
    font-size: 14px;
}
.system_text{
    margin-right: 34px;
    line-height: 30px;
    color: #32518a;
}
</style>